[IRI_Punch_CV X2WeaponTemplate]
FriendlyName="Brass Knuckle"
FriendlyNamePlural="Brass Knuckles"
BriefSummary="The simplest form of a concealed melee weapon, a brass knuckle makes hand-to-hand attacks considerably more damaging."
TacticalText="The simplest form of a concealed melee weapon, a brass knuckle makes hand-to-hand attacks considerably more damaging. <br/><Bullet/> Attack adjacent enemies with a Brass Knuckle strike even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our melee weapon effectiveness - the enemy may have access to much better technology."
AbilityDescName="Brass Knuckle"

[IRI_Punch_MG X2WeaponTemplate]
FriendlyName="Brass Knuckle MG"
FriendlyNamePlural="Brass Knuckles"
BriefSummary="A brass knuckle improved with alloy spikes for increased striking power, can potentially stun enemies."
TacticalText="A brass knuckle improved with alloy spikes for increased striking power, can potentially stun enemies. <br/><Bullet/> Attack adjacent enemies with a Brass Knuckle strike even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our melee weapon effectiveness - the enemy may have access to much better technology."
AbilityDescName="Brass Knuckle"

[IRI_Punch_BM X2WeaponTemplate]
FriendlyName="Brass Knuckle BM"
FriendlyNamePlural="Brass Knuckles"
BriefSummary="A fully-alloy brass knuckle with a microscopic elerium ignition chamber, can potentially set enemies on fire."
TacticalText="A fully-alloy brass knuckle with a microscopic elerium ignition chamber, can potentially set enemies on fire. <br/><Bullet/> Attack adjacent enemies with a Brass Knuckle strike even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our melee weapon effectiveness - the enemy may have access to much better technology."
AbilityDescName="Brass Knuckle"

[IRI_Punch_CV_Prim X2WeaponTemplate]
FriendlyName="Brass Knuckle (P)"
FriendlyNamePlural="Brass Knuckles"
BriefSummary="The simplest form of a concealed melee weapon, a brass knuckle makes hand-to-hand attacks considerably more damaging."
TacticalText="The simplest form of a concealed melee weapon, a brass knuckle makes hand-to-hand attacks considerably more damaging. <br/><Bullet/> Attack adjacent enemies with a Brass Knuckle strike even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our melee weapon effectiveness - the enemy may have access to much better technology."
AbilityDescName="Brass Knuckle"

[IRI_Punch_MG_Prim X2WeaponTemplate]
FriendlyName="Brass Knuckle MG (P)"
FriendlyNamePlural="Brass Knuckles"
BriefSummary="A brass knuckle improved with alloy spikes for increased striking power, can potentially stun enemies."
TacticalText="A brass knuckle improved with alloy spikes for increased striking power, can potentially stun enemies. <br/><Bullet/> Attack adjacent enemies with a Brass Knuckle strike even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our melee weapon effectiveness - the enemy may have access to much better technology."
AbilityDescName="Brass Knuckle"

[IRI_Punch_BM_Prim X2WeaponTemplate]
FriendlyName="Brass Knuckle BM (P)"
FriendlyNamePlural="Brass Knuckles"
BriefSummary="A fully-alloy brass knuckle with a microscopic elerium ignition chamber, can potentially set enemies on fire."
TacticalText="A fully-alloy brass knuckle with a microscopic elerium ignition chamber, can potentially set enemies on fire. <br/><Bullet/> Attack adjacent enemies with a Brass Knuckle strike even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our melee weapon effectiveness - the enemy may have access to much better technology."
AbilityDescName="Brass Knuckle"


[IRI_Kick_CV X2WeaponTemplate]
FriendlyName="Combat Boots"
FriendlyNamePlural="Combat Boots"
BriefSummary="A pair of military-grade combat boots, improved with a few metal details to increase the damage dealt by kicks."
TacticalText="A pair of military-grade combat boots, improved with a few metal details to increase the damage dealt by kicks. <br/><Bullet/> Attack adjacent enemies with a kick even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our melee weapon effectiveness - the enemy may have access to much better technology."
AbilityDescName="Brass Knuckle"

[IRI_Kick_MG X2WeaponTemplate]
FriendlyName="Combat Boots MG"
FriendlyNamePlural="Combat Boots"
BriefSummary="A pair of military-grade combat boots, improved with alloy spikes to increase the damage dealt by kicks."
TacticalText="A pair of military-grade combat boots, improved with alloy spikes to increase the damage dealt by kicks, can potentially stun enemies. <br/><Bullet/> Attack adjacent enemies with a kick even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our melee weapon effectiveness - the enemy may have access to much better technology."
AbilityDescName="Brass Knuckle"

[IRI_Kick_BM X2WeaponTemplate]
FriendlyName="Combat Boots BM"
FriendlyNamePlural="Combat Boots"
BriefSummary="A pair of combat boots with hybrid alloy soles and an elerium ignition chamber. Can potentially set enemies on fire."
TacticalText="A pair of combat boots with hybrid alloy soles and an elerium ignition chamber. Can potentially set enemies on fire. <br/><Bullet/> Attack adjacent enemies with a kick even after using both actions to move or dash to the extent of their movement range.\n<Bullet/> The decision to engage the enemy in melee combat can be a decisive one; exercise caution.\n<Bullet/> Keep an eye out for opportunities to improve our melee weapon effectiveness - the enemy may have access to much better technology."
AbilityDescName="Brass Knuckle"

[IRI_Punch_Bonus_Damage_Passive_CV X2AbilityTemplate]
LocFriendlyName="Knuckles"
LocLongDescription="Knuckles deal less damage against armored enemies, and extra damage against unarmored enemies."
LocHelpText="Knuckles deal less damage against armored enemies, and extra damage against unarmored enemies."

[IRI_Punch_Bonus_Damage_Passive_MG X2AbilityTemplate]
LocFriendlyName="Knuckles"
LocLongDescription="Knuckles deal less damage against armored enemies, and extra damage against unarmored enemies."
LocHelpText="Knuckles deal less damage against armored enemies, and extra damage against unarmored enemies."

[IRI_Punch_Bonus_Damage_Passive_BM X2AbilityTemplate]
LocFriendlyName="Knuckles"
LocLongDescription="Knuckles deal less damage against armored enemies, and extra damage against unarmored enemies."
LocHelpText="Knuckles deal less damage against armored enemies, and extra damage against unarmored enemies."